{
    "id" : "1",
    "chakraHistory" : "In Hinduism and Buddhism, chakras are thought of as energy centers in the body. They mark places where spiritual energies intersect.\nChakra concept invented approximately 2700 years. It was the yoga Upanishads — dating back between 700 and 500 bce — first mentioned the word chakra. But the Tantras first mapped it out in detail, which flourished from 600-1300 CE and is still alive and practiced today. ",
    "chakra" : "In yogic philosophy, a chakra is a specific energy center of the body. The word chakra translates as wheel and chakras are believed to be spinning disks (vortices) of energy that correspond to the major organs, glands, endocrine system, and nervous system. The chakras contain the body's energy and can either be in alignment (health) or out of balance (illness). The vital life force of the body is known as prana in sanskrit and represents the vital principle and breath of the body's energy system. The chakras store the experiences, memories, feelings, and thoughts of the body. We have up to 114 chakras. But you’ll only ever hear about the seven chakra system. So, the subtle body, also known as the energy body is made up of subtle energy that flows through channels called nadis. You may be familiar with nadi shodhana pranayama. This pranayama is a subtle energy clearing through the breath channels (Ida and Pingala).\nAny ailment in the physical body can (usually) relate to the flow of energy within our Nadis. For this reason, healing anything can be easy when approached through the subtle body. You just need to have the proper knowledge of the chakra systems and how to apply it to your body.\nSpeaking of Nadis, we have thousands of them approximately 72,000 and whenever several Nadis cross, a chakra point occurs.\nA chakra is, therefore, an energy center. Hence its slightly longer name, chakra energy center.Due to having so many Nadis, our body has up to 114 chakras. The exact number depends on the applied system. However, most systems now adhere to the main seven chakra system. These seven chakras link to experiential qualities of one of the six realms of existence. They include:\nFirst chakra: This chakra represents stability, security and our basic needs and when unblocked. It is said to help us feel safe and fearless.\nSecond chakra: This chakra is our centre of creativity and helps us express ourselves.\nThird chakra: A source of personal power.\nFourth chakra: This energy point unites the lower chakras of matter and the upper chakras of spirit and acts as a bridge between our body, mind, emotions and spirit.\nFifth chakra: This chakra is situated in the neck and is a source of verbal expression and helps our ability to speak our highest truth.\nSixth chakra: Located in between the eyebrows, this chakra is often called the “third eye” and represents our centre of intuition.\nSeventh Chakra: The Sahaswara chakra or the “thousand petal lotus” chakra is located at the crown of the head. This is the chakra of enlightenment and spiritual connection to ourselves and others.\nIf all chakras are open, energy flows freely throughout the etheric body. We are free of physical ailments. There is spiritual, mental, and emotional balance. Having open chakras is referred to as ‘chakra alignment."
    
    
    
    
}
