{
 "id" : "wisdom",
"wisdomQuote":"My inner wisdom guides me to the right decisions, the best steps forward, and the perfect way to bless others with my words and actions.Wisdom, the highest form of spiritual knowing, includes intuition, divine judgment, discrimination and other activities of mind that come under the heading of pure knowing.",

"wisdomOne":"The universe is much larger than you think, only those that dare to step outside their comfort zone will know what lies beyond the horizon. Always remember, changing the surroundings can change your thinking and finally your life. If you really seek enhanced wisdom and personal growth, you must step beyond your local boundaries. The furthur you go, the more you will gain.",

 "wisdomTwo":"Money can not buy wisdom and unchecked greed will destroye any person in time. If a little is not enough for you, then nothing is. Focus on building your intellect. Realize money is just a tool and not your score in life.",

 "wisdomThree":"You should know, you have power over your mind and not outside of it. Realize this and you will find strength. Anxiety and stress are silent killers. Accept what you can not control and focus your power on what you can change.",

"wisdomFour":"Only strongest and intelligent people have the capacity for kindness. It takes a deep level of understanding to be kind to others and it takes more so, to be kind to those that do not deserve it. Always remember, no one is bad. It is just how they understand things. Always remember, kindness counts.",

 "wisdomFive":"Freindship is one of the most beautiful things. Open up and share the embarrassing parts of your story. Freindship improves happiness. The defination of freindship is the state of mutual trust. So, clear the fake friends and focus on who you can trust.",

 "wisdomSix":"Stay away from alcohol and drugs. They actually help you to escape pain, but scaped pain never made anyone stronger or wiser. A real warrior will face them.",

 "wisdomSeven":"The moment you accept that this life is your responsibility, that no one will come to save you, that no circumstances are responsible for how you think, you will begin to approach life differently. Things will go wrong but blaming others or making excuse will only make your mind busy and stops you from progress.Remember, you can create any life you want, you just have to beleive it."
}

